Repository: nikhil-s-archive/rclone-gui-ios
Catalog: Rclone GUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: “%@” does not belong to the list %@.
fr: « %@ » n'appartient pas à la liste %@.
zh_hans: “%@”不在%@列表中。

source: “%@” is not a .rclonebackup file.
fr: « %@ » n'est pas un fichier .rclonebackup.
zh_hans: “%@”不是 .rclonebackup 文件。

source: %@, then %@/month, %@/year or %@ lifetime
fr: %@, puis %@/mois, %@/an ou %@ à vie

source: %@/month, %@/year or %@ lifetime
fr: %@/mois, %@/an ou %@ à vie

source: %lld / %lld photos uploaded
fr: %lld / %lld photos uploadées
zh_hans: 已上传 %1$lld / %2$lld 张照片

source: %lld items already exist at this location.
fr: %lld éléments existent déjà à cet emplacement.

source: %lld GB
fr: %lld Go
ru: %lld ГБ

source: %lld photo(s) skipped: deleted/moved in Photos, partial access, or unreadable originals. “Retry skipped” re-processes them — useful after re-granting “All Photos”.
fr: %lld photo(s) ignorée(s) : supprimées/déplacées dans Photos, accès partiel, ou originaux illisibles. « Réessayer les ignorées » les recycle — utile après avoir re-accordé « Toutes les photos ».
zh_hans: 已忽略 %lld 张照片：它们可能已在“照片”中被删除或移动、仅获得部分访问权限，或原始文件无法读取。“重试已忽略项目”会重新处理这些照片；重新授予“所有照片”权限后可使用此功能。

source: %lld remote(s) in your configuration.
fr: %lld remote(s) dans ta configuration.
zh_hans: 您的配置中有 %lld 个远程存储。

source: %lld remote%@ • created on %@ on %@
fr: %lld remote%@ • créé le %@ sur %@
zh_hans: %1$lld 个远程存储 • 于 %3$@ 在 %4$@ 上创建

source: %lld/%lld files
fr: %lld/%lld fichiers
zh_hans: %1$lld/%2$lld 个文件

source: ⚠️ The API key is only available via the Filen CLI on a computer. Email + password are entered in the Form step.
fr: ⚠️ La clé API s'obtient seulement via le CLI Filen sur ordinateur. Email + mot de passe se saisissent à l'étape Formulaire.

source: In the previous step, enter your Filen email and password.
fr: À l'étape précédente, remplis ton email et ton mot de passe Filen.

source: Lifetime
fr: À vie

source: Camera access denied
fr: Accès à la caméra refusé
zh_hans: 相机访问被拒绝

source: Action failed
fr: Action impossible
zh_hans: 无法执行操作

source: Show criteria
fr: Afficher les critères
zh_hans: 显示条件

source: Show the words
fr: Afficher les mots
zh_hans: 显示口令词

source: Add or import a remote from Settings.
fr: Ajoute ou importe un remote depuis Réglages.
zh_hans: 请在“设置”中添加或导入远程存储。

source: Unsupported key derivation algorithm: %@.
fr: Algorithme de dérivation de clé non supporté : %@.
zh_hans: 不支持的密钥派生算法：%@。

source: Analyzing preview…
fr: Analyse de l'aperçu…
zh_hans: 正在分析预览…

source: Yearly — %@
fr: Annuel — %@

source: Payload preview
fr: Aperçu du payload
zh_hans: 数据包预览

source: Preview unavailable
fr: Aperçu indisponible
zh_hans: 预览不可用

source: Preview unavailable (bridge offline).
fr: Aperçu indisponible (pont hors ligne).
zh_hans: 预览不可用（本地桥接服务离线）。

source: Preview unavailable.
fr: Aperçu indisponible.
zh_hans: 预览不可用。

source: PDF preview unavailable.
fr: Aperçu PDF indisponible.
zh_hans: PDF 预览不可用。

source: Drime API Access Token
fr: API Access Token Drime

source: Premiumize API Key
fr: API Key Premiumize

source: Linkbox API Token
fr: API Token Linkbox

source: Shade API Token
fr: API Token Shade

source: App Store — subscription & promo codes (StoreKit)
fr: App Store — abonnement & codes promo (StoreKit)
zh_hans: App Store — 订阅与优惠码（StoreKit）

source: Device
fr: Appareil
zh_hans: 设备

source: Phone-home calls
fr: Appels maison
zh_hans: 应用自有服务器请求

source: Phone-home calls: %lld
fr: Appels maison : %lld
zh_hans: 应用自有服务器请求：%lld

source: Apply your changes first, then test the connection.
fr: Applique d’abord les modifications et teste la connexion.
zh_hans: 请先应用更改，然后测试连接。

source: Did you write down the 6 words?
fr: As-tu noté les 6 mots ?
zh_hans: 您记下这 6 个口令词了吗？

source: No network calls observed so far.
fr: Aucun appel réseau observé pour l'instant.
zh_hans: 目前未观察到网络请求。

source: No calls to custom servers. The app only communicates with your remotes, Apple, and itself.
fr: Aucun appel vers un serveur maison. L'app ne parle qu'à vos remotes, à Apple et à elle-même.
zh_hans: 未发现连接应用自有服务器的请求。应用只与您的远程存储、Apple 和本机通信。

source: No shares
fr: Aucun partage
zh_hans: 暂无分享

source: No remote added yet.
fr: Aucun remote ajouté.

source: No remotes configured yet.
fr: Aucun remote configuré pour l'instant.
zh_hans: 目前尚未配置远程存储。

source: No remote configured.
fr: Aucun remote configuré.
zh_hans: 尚未配置远程存储。

source: No remotes configured. Add a remote first in Settings → Configuration.
fr: Aucun remote configuré. Ajoute d'abord un remote dans Réglages → Configuration.
zh_hans: 尚未配置远程存储。请先前往“设置 → 配置”添加一个远程存储。

source: No remote available. First create a simple storage (Drive, S3, SFTP…), then come back.
fr: Aucun remote disponible. Crée d'abord un stockage simple (Drive, S3, SFTP…), puis reviens.

source: No analytics, crash-reporting, or advertising SDKs
fr: Aucun SDK d'analytics, de crash-reporting ou de publicité
zh_hans: 不含分析、崩溃报告或广告 SDK

source: No server
fr: Aucun serveur
zh_hans: 无服务器

source: No backend server: trial, subscription, and config stay on device / iCloud / Apple
fr: Aucun serveur dorsal : essai, abonnement et config restent sur l'appareil / iCloud / Apple
zh_hans: 无应用后端服务器：试用、订阅和配置仅保留在设备、iCloud 或 Apple 服务中

source: No known vaults on this device.
fr: Aucun vault connu sur cet appareil.
zh_hans: 此设备上没有已知保险库。

source: No vault found in %@:%@/
fr: Aucun vault trouvé dans %@:%@/
zh_hans: 在 %1$@:%2$@/ 中未找到保险库

source: No configuration to send. Import a rclone.conf first.
fr: Aucune configuration à envoyer. Importe un rclone.conf d'abord.
zh_hans: 没有可发送的配置。请先导入 rclone.conf。

source: No rclone configuration to back up.
fr: Aucune configuration rclone à sauvegarder.
zh_hans: 没有可备份的 rclone 配置。

source: No changes written — you remain on the preview screen.
fr: Aucune écriture — tu restes sur l'écran d'aperçu.
zh_hans: 不会写入任何内容，您将停留在预览页面。

source: No remote push notifications (no APNs, no device token)
fr: Aucune notification push distante (pas d'APNs, pas de device token)
zh_hans: 不使用远程推送通知（无 APNs、无设备令牌）

source: Background audio
fr: Audio en arrière-plan

source: Background audio, automatic PiP, speed
fr: Audio en fond, PiP automatique, vitesse

source: Author
fr: Auteur
zh_hans: 作者

source: Biometric authentication required to prepare Handoff.
fr: Authentification biométrique requise pour préparer le Handoff.
zh_hans: 准备 Handoff 需要生物识别验证。

source: Biometric authentication required.
fr: Authentification biométrique requise.
zh_hans: 需要生物识别验证。

source: OAuth authorization — %@
fr: Autorisation OAuth — %@
zh_hans: OAuth 授权 — %@

source: Advanced: provider = new, then fill in “Satellite Address”, “Api Key” and “Passphrase”.
fr: Avancé : provider = new, puis renseigne « Satellite Address », « Api Key » et « Passphrase ».

source: Akamai enterprise backend — requires a NetStorage account.
fr: Backend entreprise Akamai — nécessite un compte NetStorage.

source: Switch video to Picture-in-Picture (floating window) when leaving the app during playback.
fr: Basculer la vidéo en Picture-in-Picture (fenêtre flottante) quand tu quittes l'app pendant la lecture.

source: Hello, I'd like to use Rclone GUI but the full price is beyond my means right now (e.g. student, precarious job or unemployment). Would it be possible to get a discount code? Thank you so much for this app,
fr: Bonjour, J'aimerais utiliser Rclone GUI mais le plein tarif est au-dessus de mes moyens en ce moment (par ex. étudiant·e, emploi précaire ou chômage). Serait-il possible d'obtenir un code de réduction ? Merci beaucoup pour cette app,

source: On a tight budget?
fr: Budget serré ?

source: Reproducible build: the native rclone binary can be verified by third parties
fr: Build reproductible : le binaire natif rclone est vérifiable par un tiers
zh_hans: 可复现构建：第三方可以验证原生 rclone 二进制文件

source: Calculating size…
fr: Calcul de la taille…
zh_hans: 正在计算大小…

source: This file does not contain a valid Handoff payload (HND1:).
fr: Ce fichier ne contient pas de payload Handoff (HND1:) valide.
zh_hans: 此文件不包含有效的 Handoff 数据包（HND1:）。

source: What the app emits via URLSession (OAuth token exchanges, local bridge). Native rclone traffic is not included — see “Your remotes”.
fr: Ce que l'app émet côté URLSession (échanges de token OAuth, pont local). Le trafic natif de rclone n'y figure pas — voir « Vos remotes ».
zh_hans: 这里显示应用通过 URLSession 发出的请求（OAuth 令牌交换、本地桥接）。rclone 的原生流量不在此处显示，请查看“您的远程存储”。

source: What the app is designed to contact
fr: Ce que l'app est conçue pour contacter
zh_hans: 应用按设计会连接的服务

source: Some backends may ignore expiration. The link never contains the key.
fr: Certains backends peuvent ignorer l’expiration. Le lien ne contient jamais la clé.
zh_hans: 部分后端可能忽略到期时间。链接中绝不会包含密钥。

source: These vaults were created or restored on this device. To find more on your remotes, use “Restore” → “Scan a remote”.
fr: Ces vaults ont été créés ou restaurés sur cet appareil. Pour en trouver d'autres sur tes remotes, utilise « Restaurer » → « Scanner un remote ».
zh_hans: 这些保险库曾在此设备上创建或恢复。要查找远程存储中的其他保险库，请选择“恢复 → 扫描远程存储”。

source: This action cannot be undone.
fr: Cette action est irréversible.
zh_hans: 此操作无法撤销。

source: This only removes the section from rclone.conf. Your remote files are not deleted.
fr: Cette action retire uniquement la section de rclone.conf. Les fichiers distants ne sont pas supprimés.
zh_hans: 此操作只会移除 rclone.conf 中的对应配置，不会删除远程文件。

source: This app is made by a passionate developer who isn't wealthy either. It's open source: you can build it for free from the source code. Your subscriptions help bring new apps to life and make technology accessible to everyone. Thank you 🙏
fr: Cette app est faite par un développeur passionné qui n'a pas non plus les moyens. Elle est libre : tu peux la compiler gratuitement depuis le code source. Tes abonnements aident à faire naître de nouvelles apps et à rendre la technologie accessible au plus grand nombre. Merci 🙏

source: Each entry maps a folder: "name=remote:path".
fr: Chaque entrée mappe un dossier : « nom=remote:chemin ».

source: Each Handoff generates a fresh passphrase. If you perform another Handoff later, it will be 6 new words — previous passphrases cannot be reused.
fr: Chaque Handoff génère une passphrase fraîche. Si tu refais un Handoff plus tard, ce sera 6 nouveaux mots — la passphrase précédente ne ressert plus.
zh_hans: 每次 Handoff 都会生成新的口令短语。下次执行 Handoff 时会得到 6 个新词，之前的口令不会再次使用。

source: Loading remote…
fr: Chargement du remote…
zh_hans: 正在加载远程存储…

source: client-side encrypted
fr: chiffré client
zh_hans: 客户端加密

source: Encrypt and upload your config to a remote
fr: Chiffre et uploade ta config dans un remote
zh_hans: 加密配置并上传到远程存储

source: End-to-end encryption
fr: Chiffrement de bout en bout
zh_hans: 端到端加密

source: Unsupported encryption: %@.
fr: Chiffrement non supporté : %@.
zh_hans: 不支持的加密方式：%@。

source: Choose a remote
fr: Choisir un remote

source: Choose a remote…
fr: Choisir un remote…

source: First choose how the other device delivered the encrypted payload. The passphrase is typed separately.
fr: Choisis d'abord comment l'autre appareil t'a fait passer le payload chiffré. La passphrase reste à taper à part.
zh_hans: 请先选择另一台设备发送加密数据包的方式。口令短语仍需单独输入。

source: Choose a direction
fr: Choisis une direction
zh_hans: 选择传输方向

source: Filen API key (`filen export-api-key` command)
fr: Clé API Filen (commande `filen export-api-key`)

source: Recovery code
fr: Code de récupération
zh_hans: 恢复码

source: Apple verification code (2FA)
fr: Code de vérification Apple (2FA)
zh_hans: Apple 验证码（双重认证）

source: Source code (GitHub)
fr: Code source (GitHub)
zh_hans: 源代码（GitHub）

source: Paste the payload starting with HND1: here
fr: Colle ici le payload commençant par HND1:
zh_hans: 在此粘贴以 HND1: 开头的数据包

source: Paste the full payload (always starts with “HND1:”). Any surrounding text will be trimmed automatically.
fr: Colle le payload complet (commence toujours par « HND1: »). Si tu as entouré d'autre texte, on extrait le payload automatiquement.
zh_hans: 请粘贴完整数据包（始终以“HND1:”开头）。即使前后包含其他文字，应用也会自动提取数据包。

source: Paste an HND1: payload
fr: Colle un payload HND1:
zh_hans: 粘贴 HND1: 数据包

source: Paste it into the form’s “Api Key” field.
fr: Colle-la dans le champ « Api Key » du formulaire.

source: Paste it into the form’s “Access Token” field.
fr: Colle-le dans le champ « Access Token » du formulaire.

source: Paste the payload
fr: Coller le payload
zh_hans: 粘贴数据包

source: How it works
fr: Comment ça marche
zh_hans: 工作原理

source: How to check for yourself
fr: Comment vérifier vous-même
zh_hans: 如何自行验证

source: Compression failed (code %d).
fr: Compression impossible (code %d).
zh_hans: 无法压缩（代码 %d）。

source: Configuration cancelled — the rclone prompt received no answer.
fr: Configuration annulée — la question rclone est restée sans réponse.
zh_hans: 配置已取消：rclone 的问题未得到回答。

source: Configuration restored
fr: Configuration restaurée
zh_hans: 配置已恢复

source: Confirm the passphrase
fr: Confirmer la passphrase
zh_hans: 确认口令短语

source: Conflict with your local config
fr: Conflit avec ta config locale
zh_hans: 与本地配置冲突

source: Conflicts (%lld)
fr: Conflits (%lld)
zh_hans: 冲突（%lld）

source: Sign in to Drime on the web (app.drime.cloud).
fr: Connecte-toi à Drime sur le web (app.drime.cloud).

source: Sign in to your Pixeldrain account (a subscription is required for full access).
fr: Connecte-toi à ton compte Pixeldrain (abonnement requis pour l'accès complet).

source: Sign in to your ImageKit.io dashboard.
fr: Connecte-toi à ton dashboard ImageKit.io.

source: Sign in with `filen`, then run `filen export-api-key`.
fr: Connecte-toi avec `filen`, puis lance `filen export-api-key`.

source: Sign in at 1fichier.com.
fr: Connecte-toi sur 1fichier.com.

source: Sign in at archive.org.
fr: Connecte-toi sur archive.org.

source: Sign in at gofile.io.
fr: Connecte-toi sur gofile.io.

source: Contents
fr: Contenu
zh_hans: 内容

source: Decrypted contents
fr: Contenu déchiffré
zh_hans: 已解密内容

source: Continue
fr: Continuer
zh_hans: 继续

source: Continue audio playback when the app goes into background or the screen is locked. When disabled, playback pauses.
fr: Continuer la lecture audio quand l'app passe en arrière-plan ou que l'écran se verrouille. Désactivé, la lecture se met en pause.

source: Copy the API key shown.
fr: Copie la clé API affichée.

source: Copy the key and paste it into the form’s “Api Key” field.
fr: Copie la clé et colle-la dans le champ « Api Key » du formulaire.

source: Copy your “access key” and “secret key”.
fr: Copie ton « access key » et ta « secret key ».

source: Copy your “Account API token”.
fr: Copie ton « Account API token ».

source: Copy your URL endpoint, Public Key and Private Key.
fr: Copie ton URL endpoint, ta Public Key et ta Private Key.

source: Copy the link
fr: Copier le lien
zh_hans: 复制链接

source: Copy the payload
fr: Copier le payload
zh_hans: 复制数据包

source: Crash detected
fr: Crash détecté

source: Couldn’t create
fr: Création impossible
zh_hans: 无法创建

source: Create a Sealed Share from a file or folder.
fr: Crée un Sealed Share depuis un fichier ou un dossier.
zh_hans: 从文件或文件夹创建 Sealed Share 加密分享。

source: Create a token (API Access Token) and name it, e.g. “Rclone GUI”.
fr: Crée un token (API Access Token) et nomme-le, ex : « Rclone GUI ».

source: Create
fr: Créer

source: Create the sealed share
fr: Créer le partage scellé
zh_hans: 创建加密分享

source: Create a Sealed Share
fr: Créer un Sealed Share
zh_hans: 创建 Sealed Share

source: Create a vault
fr: Créer un vault
zh_hans: 创建保险库

source: Criteria
fr: Critères
zh_hans: 条件

source: In Akamai Control Center, open NetStorage → your Storage Group.
fr: Dans Akamai Control Center, ouvre NetStorage → ton Storage Group.

source: Unlock forever
fr: Débloquer à vie

source: Decrypt
fr: Déchiffrer
zh_hans: 解密

source: Decompression failed (code %d).
fr: Décompression impossible (code %d).
zh_hans: 无法解压缩（代码 %d）。

source: Request a discount based on your means
fr: Demander une réduction selon mes moyens

source: From iOS, the Sia node must be reachable over the network (not localhost).
fr: Depuis iOS, le nœud Sia doit être accessible sur le réseau (pas en localhost).

source: From a QR code, AirDrop, or a file
fr: Depuis un QR, AirDrop ou un fichier
zh_hans: 通过二维码、AirDrop 或文件接收

source: From a remote you own
fr: Depuis un remote que tu possèdes
zh_hans: 从您的远程存储恢复

source: Box Developer Token
fr: Developer Token Box

source: Folder in the remote
fr: Dossier dans le remote
zh_hans: 远程存储中的文件夹

source: Destination folder
fr: Dossier destination

source: Source folder
fr: Dossier source

source: OAuth token exchange
fr: Échange de token OAuth
zh_hans: OAuth 令牌交换

source: Write failed: %@.
fr: Écriture impossible : %@.
zh_hans: 无法写入：%@。

source: Apple ID Email
fr: Email Apple ID
zh_hans: Apple ID 电子邮件

source: Location
fr: Emplacement
zh_hans: 位置

source: Location:
fr: Emplacement :
zh_hans: 位置：

source: In progress:
fr: En cours :
zh_hans: 正在处理：

source: Saving…
fr: Enregistrement…
zh_hans: 正在保存…

source: Save to Files
fr: Enregistrer dans Fichiers
zh_hans: 存储到“文件”

source: Save changes
fr: Enregistrer les modifications
zh_hans: 保存更改

source: Sent by %@
fr: Envoyé par %@
zh_hans: 由 %@ 发送

source: Send
fr: Envoyer

source: Send my config
fr: Envoyer ma config
zh_hans: 发送我的配置

source: Student, precarious job, unemployed… can't afford to support the developer right now? Ask for a discount based on what you can afford — no proof required.
fr: Étudiant·e, emploi précaire, chômage… pas de quoi soutenir le développeur en ce moment ? Demande une réduction selon tes moyens, sans justificatif.

source: Expires
fr: Expire
zh_hans: 到期

source: Expired
fr: Expiré
zh_hans: 已到期

source: Export transfer logs
fr: Exporter les logs de transfert

source: Exposure
fr: Exposition
zh_hans: 曝光

source: Face ID / Touch ID is required to confirm this action.
fr: Face ID / Touch ID est demandé pour confirmer l'opération.
zh_hans: 需要使用 Face ID / Touch ID 确认此操作。

source: Face ID / Touch ID is required to confirm this action. Your current configuration will be overwritten.
fr: Face ID / Touch ID est demandé pour confirmer l'opération. Ta configuration actuelle sera écrasée.
zh_hans: 需要使用 Face ID / Touch ID 确认此操作。当前配置将被覆盖。

source: Face ID then apply…
fr: FaceID puis application…
zh_hans: 完成 Face ID 后应用配置…

source: Face ID then seal…
fr: FaceID puis scellement…
zh_hans: 完成 Face ID 后加密封装…

source: Scan this QR code with the other device, then enter the 6 words below.
fr: Fais scanner ce QR par l'autre appareil, puis tape les 6 mots ci-dessous.
zh_hans: 请让另一台设备扫描此二维码，然后输入下方的 6 个口令词。

source: Close (download continues in background)
fr: Fermer (le téléchargement continue en arrière-plan)

source: Invalid Ghost Vault file: %@
fr: Fichier Ghost Vault invalide : %@
zh_hans: 无效的 Ghost Vault 文件：%@

source: Queue
fr: File d'attente

source: Flows & automations
fr: Flows & automatisations

source: Focal Length
fr: Focale
zh_hans: 焦距

source: Cloud providers (your accounts)
fr: Fournisseurs cloud (vos comptes)
zh_hans: 云存储提供商（您的账户）

source: Merge
fr: Fusionner
zh_hans: 合并

source: Guarantees
fr: Garanties
zh_hans: 隐私保证

source: Unable to generate QR code
fr: Génération du QR impossible
zh_hans: 无法生成二维码

source: Generate / copy your API key.
fr: Génère / copie ta clé API.

source: Manage remotes
fr: Gérer les remotes
zh_hans: 管理远程存储

source: Glass Engine — proving “zero phone-home”
fr: Glass Engine — prouver le « 0 appel maison »
zh_hans: Glass Engine — 验证“零自有服务器请求”

source: P2P Handoff: encrypted payload in HND1:
fr: Handoff P2P : payload chiffré en HND1:
zh_hans: Handoff P2P：HND1: 格式的加密数据包

source: iCloud: after the 2FA code, getting the Apple session token can take several minutes. Keep this screen open during the test.
fr: iCloud : après le code 2FA, l'obtention du jeton de session Apple peut prendre plusieurs minutes. Laisse l'écran ouvert pendant le test.
zh_hans: iCloud：输入双重认证验证码后，获取 Apple 会话令牌可能需要几分钟。测试期间请保持此页面打开。

source: Skipped
fr: Ignorées
zh_hans: 已忽略

source: skipped
fr: ignorées
zh_hans: 已忽略

source: Skip
fr: Ignorer

source: Unreadable image
fr: Image illisible

source: Image too large for preview.
fr: Image trop volumineuse pour l'aperçu.
zh_hans: 图像过大，无法预览。

source: Import a P2P Handoff
fr: Importer un Handoff P2P
zh_hans: 导入 Handoff P2P

source: Import an encrypted config
fr: Importer une config chiffrée
zh_hans: 导入加密配置

source: Unable to open this file
fr: Impossible d'ouvrir ce fichier
zh_hans: 无法打开此文件

source: Couldn’t load the remote
fr: Impossible de charger le remote
zh_hans: 无法加载远程存储

source: Unable to decrypt: %@.
fr: Impossible de déchiffrer : %@.
zh_hans: 无法解密：%@。

source: Unable to decrypt this vault. The passphrase is likely incorrect.
fr: Impossible de déchiffrer ce vault. La passphrase est probablement incorrecte.
zh_hans: 无法解密此保险库，口令短语可能不正确。

source: Unable to preview this file.
fr: Impossible de lire un aperçu de ce fichier.
zh_hans: 无法读取此文件的预览。

source: Unable to prepare Handoff
fr: Impossible de préparer le Handoff
zh_hans: 无法准备 Handoff

source: Image Information
fr: Informations image
zh_hans: 图像信息

source: Media Information
fr: Informations média
zh_hans: 媒体信息

source: PDF Information
fr: Informations PDF
zh_hans: PDF 信息

source: I have the 6 words — continue
fr: J'ai les 6 mots — continuer
zh_hans: 我已记下 6 个词 — 继续

source: I have memorized or noted the 6 words
fr: J'ai mémorisé ou noté les 6 mots
zh_hans: 我已记住或记下这 6 个词

source: Live log
fr: Journal live
zh_hans: 实时日志

source: The 1Fichier API generally requires a Premium account.
fr: L'API 1Fichier requiert généralement un compte Premium.

source: The app closed unexpectedly during the previous session. Send the report to the developer to help fix the issue.
fr: L'app a quitté inopinément lors de la session précédente. Envoie le rapport au développeur pour aider à corriger le problème.

source: Uloz.to’s app_token is reserved for their in-house app and is unreliable: prefer login + password.
fr: L'app_token Uloz.to est réservé à leur app interne et peu fiable : préfère identifiant + mot de passe.

source: The other person saw these words on their screen. Enter them as shown, in order, without accents.
fr: L'autre personne a lu ces mots sur son écran. Tape-les tels quels, dans l'ordre, sans accent.
zh_hans: 对方已在其屏幕上看到这些词。请按原顺序输入，不要添加声调或重音符号。

source: Sending via AirDrop or file also shares the encrypted payload. The passphrase must always be transmitted separately.
fr: L'envoi via AirDrop / fichier partage aussi le payload chiffré. La passphrase reste toujours à transmettre séparément.
zh_hans: 通过 AirDrop 或文件发送的也是加密数据包。口令短语始终需要通过其他渠道单独传递。

source: This operation requires Face ID / Touch ID before encrypting and revealing the passphrase.
fr: L'opération demande Face ID / Touch ID avant de chiffrer et d'exposer la passphrase.
zh_hans: 加密并显示口令短语前，需要通过 Face ID / Touch ID 验证。

source: Streaming playback is having trouble with this file.
fr: La lecture en streaming a du mal sur ce fichier.

source: Local playback starts smoothly once ready. For large 4K files, this may take a few minutes.
fr: La lecture locale démarre sans saccade dès que c'est prêt. Pour un gros fichier 4K, ça peut prendre quelques minutes.

source: The passphrase encrypts your data: keep it safe — it cannot be recovered.
fr: La passphrase chiffre tes données : conserve-la, elle n'est pas récupérable.

source: The passphrase must contain between 3 and 8 words (received: %lld).
fr: La passphrase doit comporter entre 3 et 8 mots (reçu : %lld).
zh_hans: 口令短语必须包含 3 到 8 个词（当前：%lld 个）。

source: The passphrase must be at least %lld characters.
fr: La passphrase doit faire au moins %lld caractères.
zh_hans: 口令短语至少需要 %lld 个字符。
